{
  "common": {
    "AI & Automation Consulting": "AI & Automation Consulting",
    "Efficient Software Development": "Efficient Software Development",
    "AI, Automation & Software Made Simple": "AI, Automation & Software Made Simple",
    "Dont have any idea of how we can help you?": "Don't have any idea of how we can help you? Get a Free custom plan for how AI and automations can improve your business",
    "INITIATE_FREE_PLAN": " INITIATE_FREE_PLAN",
    "How our process works": "How our process works",
    "From Consulting to Smart Development": "From Consulting to Smart Development",
    "Discovery Session": "Discovery Session",
    "Discovery Content": "We'll examine your company's processes, talk to you to understand your pain points and desires, and analyse your industry",
    "Action Plan Proposal": "Action Plan Proposal",
    "Action Plan Content": "After considering every potential beneficial service for your company, we will calculate an estimate ROI for each one and give you a final proposal",
    "Development Protocol": "Development Protocol",
    "Development Content": "Having an arsenal of the newest development tools, we will minimize the time spent coding and deliver an affordable, high-quality product with unprecedented go-to-market speed",
    "Integration": "Integration",
    "Integration Content": "We will take care of seamlessly connecting your new product with your current systems",
    "Optimization Loop": "Optimization Loop",
    "Optimization Content": "Our rapid development enables continuous iteration. We actively incorporate feedback from you and your clients to refine the solution",
    "AI Voicebots": "AI Voicebots",
    "AI Content": "AI that speaks with you like an actual human being. It can be complemented with advanced functions",
    "AI Chatbots": "AI Chatbots",
    "AI Chat Content": "AI that talks with you by text. Used for customer interaction or as an internal tool",
    "AI Agents": "AI Agents",
    "AI Agents Content": "AI that performs actions. Data analysis, manipulation, generation and prediction",
    "Automations": "Automations",
    "Automations Content": "Automate every and any repetitive process. Data extraction, transfer and retrieval",
    "Smart Software Development": "Smart Software Development",
    "Smart Software Development Content": "From apps and websites to back-end complex systems. Less resources, faster development, more iteration, better product",
    "Home": "Home",
    "> AI Voicebots": "> AI Voicebots",
    "Services": "Services",
    "About Us": "About Us",
    "Careers": "Careers",
    "Pages": "Pages",
    "Contact": "Contact",
    "Network": "Network",
    "Lets Chat": "Let's Chat",
    "Philospohy": "Our philosophy is simple — hire a team of diverse, passionate people and foster a culture that empowers you to do your best work.",
    "We are hiring": "> Were hiring!",
    "About the company": "> About Us",
    "At Novagate": "At NovaGate AI Solutions, we redefine how businesses grow and operate in a digital world by making advanced technology accessible. Our team of AI experts empowers companies to elevate customer interactions and streamline processes for greater agility and success.",
    "- Join us -": "- Join us -",
    "Meet Our Founders": "Meet Our Founders",
    "Our Core Values": "Our Core Values",
    "Innovation": "Innovation",
    "Innovation Content": "We continuously push the boundaries of AI and automation, leveraging cutting-edge technologies to create impactful, future-ready solutions.",
    "Efficiency": "Efficiency",
    "Efficiency Content": "Our goal is to maximize productivity and streamline processes, delivering results that save time, reduce costs, and boost operational performance.",
    "Customer-Centricity": "Customer-Centricity",
    "Customer-Centricity Content": "We design every solution with the client's unique needs in mind, ensuring a tailored approach that drives measurable improvements in customer engagement and satisfaction.",
    "Broaden possibilities": "Broaden possibilities. Relegate repetitive tasks.",
    "Accelerate development": "Accelerate development with rapid, iterative cycles",
    "Automate complex tasks": "Automate complex tasks",
    "Make smarter decisions": "Make smarter, data-driven decisions",
    "Boost efficiency": "Boost efficiency across all departments",
    "Unlock insights": "Unlock powerful insights instantly",
    "Get Started": "GET STARTED",
    "What is it": "What is it?",
    "AI Agents Description 1": "AI Agents are intelligent systems that perform advanced tasks autonomously, such as data analysis, content generation, and predictive modeling.",
    "AI Agents Description 2": "Using AI and machine learning, they analyze vast datasets, automate decision-making processes, and execute actions, helping businesses optimize operations, drive innovation, and gain valuable insights effortlessly.",
    "Use cases": "Use cases",
    "AI Model Training": "AI Model Training & Fine-Tuning",
    "AI Model Training Description": "Develop custom AI models and optimize existing ones to achieve top performance tailored to your business needs.",
    "Workflow Automation": "Workflow Automation",
    "Workflow Automation Description": "Automate repetitive tasks and complex workflows to enhance efficiency and free up valuable time for strategic work.",
    "Predictive Analysis": "Predictive Analysis",
    "Predictive Analysis Description": "Leverage data-driven insights to anticipate trends, forecast outcomes, and make proactive business decisions.",
    "Data Processing": "Data Processing",
    "Data Processing Description": "Transform raw data into structured, high-quality information, ready for analysis and decision-making.",
    "Data Scraping": "Data Scraping",
    "Data Scraping Description": "Efficiently collect and organize data from various sources to support your business intelligence and research needs.",
    "Generative AI": "Generative AI",
    "Generative AI Description": "Use AI to generate creative content, designs, and synthetic data, opening new possibilities for innovation and automation.",
    "Automate processes": "Automate processes. Focus on what matters.",
    "Reduce costs": "Reduce costs and maximize ROI with efficient solutions",
    "Empower non-developers": "Empower non-developers to make quick updates easily",
    "Scale effortlessly": "Scale effortlessly and convert to code when needed",
    "Automations Description 1": "Automations are systematic processes that execute repetitive tasks with precision and speed. Leveraging software and technology, they streamline workflows, reduce manual intervention, and ensure consistency.",
    "Automations Description 2": "By automating routine operations, businesses can enhance efficiency, minimize errors, and focus on strategic growth, all while maintaining high standards of productivity and quality.",
    "Process Automation": "Process Automation",
    "Process Automation Description": "Automate complex business processes to reduce manual intervention and improve operational efficiency.",
    "Task Automation": "Task Automation",
    "Task Automation Description": "Automate routine tasks to save time, minimize errors, and allow your team to focus on strategic initiatives.",
    "Decision Automation": "Decision Automation",
    "Decision Automation Description": "Implement automated decision-making systems to streamline workflows and enhance the consistency of business operations.",
    "Data Integration": "Data Integration",
    "Data Integration Description": "Automatically collect, synchronize, and integrate data across various platforms to ensure accurate and up-to-date information flow.",
    "Data Monitoring": "Data Monitoring",
    "Data Monitoring Description": "Set up automated monitoring systems to track data changes and generate real-time alerts for quick, informed responses.",
    "Document Automation": "Document Automation",
    "Document Automation Description": "Automate document generation, processing, and management to enhance compliance and reduce administrative workload.",
    "Relegate repetitive inquiries": "Relegate repetitive inquiries. Information accessibility made instant.",
    "Save time": "Save time",
    "Save money": "Save money on expensive customer support teams",
    "Never lose a lead": "Never lose a lead again",
    "Increase customer satisfaction": "Increase customer satisfaction",
    "Chatbots Description 1": "AI Chatbots are advanced systems that interact with users via chat, providing natural, human-like conversations.",
    "Chatbots Description 2": "They use natural language processing and machine learning to understand and respond to text inquiries, automate tasks, and integrate with various systems, enhancing customer experience and operational efficiency.",
    "Internal Support": "Internal Support",
    "Internal Support Description": "Assisting employees with IT, HR, and creative tasks. Chatbots work with AI agents to draft documents, generate reports, transfer data, and more.",
    "Customer Reviews": "Customer Reviews and Feedback",
    "Customer Reviews Description": "Gathering and analyzing customer reviews and feedback to gain insights and improve products and services.",
    "Order Processing": "Order Processing",
    "Order Processing Description": "Assisting customers in placing orders, tracking deliveries, and handling returns and exchanges.",
    "Booking and Reservations": "Booking and Reservations",
    "Booking and Reservations Description": "Automating the booking process for hotels, restaurants, and events, reducing manual workload and errors.",
    "Social Media Management": "Social Media Management",
    "Social Media Management Description": "Responding to customer inquiries and comments on social media platforms, maintaining active engagement.",
    "Sales Support": "Sales Support",
    "Sales Support Description": "Engaging with website visitors, answering product questions, and generating leads for the sales team.",
    "Faster development": "Faster development. Better final product.",
    "Custom AI Plan": "Don't have any idea of how we can help you? Get a Free custom plan for how AI and automations can improve your business",
    "Software Description 1": "Our software development approach enables rapid application creation with minimal manual coding.",
    "Software Description 2": "By utilizing intuitive interfaces and reusable components, we simplify complex processes, significantly reduce development time, and empower teams to design and adapt applications efficiently.",
    "Software Description 3": "This methodology fosters innovation, enhances collaboration, and ensures businesses can respond quickly to evolving needs while maintaining robust flexibility and scalability.",
    "Rapid Application Development": "Rapid Application Development",
    "Rapid Application Development Description": "Quickly build and deploy applications, enabling faster time-to-market and iterative improvements.",
    "Custom Business Solutions": "Custom Business Solutions",
    "Custom Business Solutions Description": "Create tailored applications that meet unique business needs without extensive development resources.",
    "Workflow Optimization": "Workflow Optimization",
    "Workflow Optimization Description": "Design and automate complex workflows with visual tools, enhancing process efficiency and collaboration.",
    "Integration with Legacy Systems": "Integration with Legacy Systems",
    "Integration with Legacy Systems Description": "Easily integrate new applications with existing systems, ensuring seamless data flow and process continuity.",
    "Real-time Data Applications": "Real-time Data Applications",
    "Real-time Data Applications Description": "Develop applications that provide real-time data insights and dashboards for better decision-making and visibility.",
    "User-driven Modifications": "User-driven Modifications",
    "User-driven Modifications Description": "Empower business users to make adjustments and updates to applications without technical expertise.",
    "Relegate picking up the phone": "Relegate picking up the phone. Never miss a call.",
    "AI Voice Interaction System": "AI Voice Interaction System",
    "Voicebots Description 1": "Our AI Voicebots are neural networks that engage in natural, human-like dialogue.",
    "Voicebots Description 2": "Using advanced speech recognition and deep learning, they comprehend context, manage complex queries, and integrate with enterprise systems - revolutionizing customer interactions through voice-first AI solutions.",
    "Core Capabilities": "Core Capabilities:",
    "Real-time speech synthesis": "Real-time speech synthesis & analysis",
    "Contextual conversation memory": "Contextual conversation memory",
    "Multi-platform API integration": "Multi-platform API integration",
    "Experience Next-Gen Voice AI": "Experience Next-Gen Voice AI",
    "Customer Service and Technical Support": "Customer Service and Technical Support",
    "Customer Service Description": "Handling inbound customer inquiries, providing instant responses, and resolving common technical issues without human intervention.",
    "Appointment Scheduling": "Appointment Scheduling",
    "Appointment Scheduling Description": "Automating appointment bookings and reminders for healthcare, beauty salons, and other service-based industries.",
    "Surveys and Feedback Collection": "Surveys and Feedback Collection",
    "Surveys Description": "Conducting automated surveys to gather customer feedback and insights on products and services.",
    "Lead Qualification": "Lead Qualification",
    "Lead Qualification Description": "Engaging potential customers, collecting information, and qualifying leads for the sales team to follow up.",
    "Outbound Calls": "Outbound Calls",
    "Outbound Calls Description": "Conducting outreach to new leads, generating leads, and following up on contact information provided by potential customers.",
    " AI Voice Interaction System": "AI Voice Interaction System",
    "Voicebots Description Big": "Our AI Voicebots are neural networks that engage in natural, human-like dialogue. Using advanced speech recognition and deep learning, they comprehend context, manage complex queries, and integrate with enterprise systems - revolutionizing customer interactions through voice-first AI solutions."
  }
}