{
    "common": {
      "AI & Automation Consulting": "AI & Automation Consulting",
      "Efficient Software Development": "Efficient Software Development",
      "AI, Automation & Software Made Simple": "AI, Automation & Software Made Simple",
      "Dont have any idea of how we can help you?": "Don't have any idea of how we can help you? Get a Free custom plan for how AI and automations can improve your business",
      "INITIATE_FREE_PLAN": " INITIATE_FREE_PLAN",
      "How our process works": "How our process works",
      "From Consulting to Smart Development": "From Consulting to Smart Development",
      "Discovery Session": "Discovery Session",
      "Discovery Content": "We'll examine your company's processes, talk to you to understand your pain points and desires, and analyse your industry",
      "Action Plan Proposal": "Action Plan Proposal",
      "Action Plan Content": "After considering every potential beneficial service for your company, we will calculate an estimate ROI for each one and give you a final proposal",
      "Development Protocol": "Development Protocol",
      "Development Content": "Having an arsenal of the newest development tools, we will minimize the time spent coding and deliver an affordable, high-quality product with unprecedented go-to-market speed",
      "Integration": "Integration",
      "Integration Content": "We will take care of seamlessly connecting your new product with your current systems",
      "Optimization Loop": "Optimization Loop",
      "Optimization Content": "Our rapid development enables continuous iteration. We actively incorporate feedback from you and your clients to refine the solution",
      "AI Voicebots": "AI Voicebots",
      "AI Content": "AI that speaks with you like an actual human being. It can be complemented with advanced functions",
      "AI Chatbots": "AI Chatbots",
      "AI Chat Content": "AI that talks with you by text. Used for customer interaction or as an internal tool",
      "AI Agents": "AI Agents",
      "AI Agents Content": "AI that performs actions. Data analysis, manipulation, generation and prediction",
      "Automations": "Automations",
      "Automations Content": "Automate every and any repetitive process. Data extraction, transfer and retrieval",
      "Smart Software Development": "Smart Software Development",
      "Smart Software Development Content": "From apps and websites to back-end complex systems. Less resources, faster development, more iteration, better product",


      "Home": "Home",
      "Services": "Services",
      "About Us": "About Us",
      "Careers": "Careers",
      "Pages": "Pages",
      "Contact": "Contact",
      "Network": "Network",
      "Lets Chat": "Let's Chat",
      "Philospohy": "Our philosophy is simple — hire a team of diverse, passionate people and foster a culture that empowers you to do your best work.",
      "We are hiring": "> Were hiring!",
      "About the company": "> About Us",
      "At Novagate": "At NovaGate AI Solutions, we redefine how businesses grow and operate in a digital world by making advanced technology accessible. Our team of AI experts empowers companies to elevate customer interactions and streamline processes for greater agility and success.",
      "- Join us -": "- Join us -",
      "Meet Our Founders": "Meet Our Founders",
      "Our Core Values": "Our Core Values",
      "Innovation": "Innovation",
      "Innovation Content": "We continuously push the boundaries of AI and automation, leveraging cutting-edge technologies to create impactful, future-ready solutions.",
      "Efficiency"  : "Efficiency",
      "Efficiency Content": "Our goal is to maximize productivity and streamline processes, delivering results that save time, reduce costs, and boost operational performance.",
      "Customer-Centricity": "Customer-Centricity",
      "Customer-Centricity Content": "We design every solution with the client's unique needs in mind, ensuring a tailored approach that drives measurable improvements in customer engagement and satisfaction."
      
    }
}