{
  "common": {
    "AI & Automation Consulting": "AI & Automation Consulting",
    "Efficient Software Development": "Efficiënte softwareontwikkeling",
    "AI, Automation & Software Made Simple": "AI, Automation & Software Made Simpel",
    "Dont have any idea of how we can help you?": "Heeft u geen idee hoe wij u kunnen helpen? Krijg een gratis, op maat gemaakt plan over hoe AI en automatiseringen uw bedrijf kunnen verbeteren.",
    "INITIATE_FREE_PLAN": " Vraag gratis een plan aan",
    "How our process works": "Hoe ons proces werkt",
    "From Consulting to Smart Development": "Van advies tot slimme ontwikkeling",
    "Discovery Session": "Ontdekkingssessie",
    "Discovery Content": "We zullen de processen van uw bedrijf onderzoeken, met u praten om uw pijnpunten en verlangens te begrijpen en uw branche te analyseren",
    "Action Plan Proposal": "Actieplanvoorstel",
    "Action Plan Content": "Nadat we elke potentiële nuttige service voor uw bedrijf hebben overwogen, zullen we een schatting ROI voor elk een schatting berekenen en u een definitief voorstel geven",
    "Development Protocol": "Ontwikkelingsprotocol",
    "Development Content": "Met een arsenaal van de nieuwste ontwikkelingstools, zullen we de tijd die wordt besteed aan codering minimaliseren en een betaalbaar, hoogwaardig product leveren met een ongekende snelheidsnelheid",
    "Integration": "Integratie",
    "Integration Content": "We zullen zorgen voor het naadloos verbinden van uw nieuwe product met uw huidige systemen",
    "Optimization Loop": "Optimalisatielus",
    "Optimization Content": "Onze snelle ontwikkeling maakt continue iteratie mogelijk. ",
    "AI Voicebots": "AI VoiceBots",
    "AI Content": "AI die met je spreekt als een echte mens. ",
    "AI Chatbots": "AI -chatbots",
    "AI Chat Content": "Slimme AI-chatbots voor klantenservice en interne processen, aangedreven door NLP en automatisering.   ",
    "AI Agents": "AI-agenten & Agentische Frameworks",
    "AI Agents Content": "Autonome AI-systemen voor data-analyse, contentgeneratie, voorspellingen en slimme besluitvorming.",
    "Automations": "Slimme Workflow-automatiseringen",
    "Automations Content": "Slimme workflow-automatisering voor repetitieve taken—geautomatiseerde data-extractie, overdracht en integratie.",
    "Smart Software Development": "Slimme softwareontwikkeling",
    "Smart Software Development Content": "AI-gestuurde ontwikkeling van apps en systemen—snellere iteraties, minder middelen, betere producten.",
    "Home": "Thuis",
    "Services": "Diensten",
    "About Us": "Over ons",
    "Careers": "Carrière",
    "Pages": "Pagina's",
    "Contact": "Contact",
    "Network": "Netwerk",
    "Lets Chat": "Chat",
    "Philospohy": "Onze filosofie is eenvoudig - huur een team van diverse, gepassioneerde mensen in en bevordert een cultuur die je in staat stelt je beste werk te doen.",
    "We are hiring": "Waren aangenomen!",
    "About the company": "Over ons",
    "At Novagate": "Bij Novagate AI Solutions herdefiniëren we hoe bedrijven groeien en werken in een digitale wereld door geavanceerde technologie toegankelijk te maken. ",
    "- Join us -": "- Doe mee - -",
    "Meet Our Founders": "Ontmoet onze oprichters",
    "Our Core Values": "Onze kernwaarden",
    "Innovation": "Innovatie",
    "Innovation Content": "We verleggen voortdurend de grenzen van AI en automatisering, waardoor geavanceerde technologieën worden gebruikt om impactvolle, toekomstige oplossingen te creëren.",
    "Efficiency": "Efficiëntie",
    "Efficiency Content": "Ons doel is om de productiviteit te maximaliseren en processen te stroomlijnen, resultaten te leveren die tijd besparen, kosten verlagen en de operationele prestaties verhogen.",
    "Customer-Centricity": "Klantgerichtheid",
    "Customer-Centricity Content": "We ontwerpen elke oplossing met de unieke behoeften van de klant in gedachten, waardoor een op maat gemaakte aanpak zorgt voor meetbare verbeteringen in klantbetrokkenheid en tevredenheid.",
    "Broaden possibilities": "Verbreden mogelijkheden. ",
    "Accelerate development": "Versnel de ontwikkeling met snelle, iteratieve cycli",
    "Automate complex tasks": "Automatiseer complexe taken",
    "Make smarter decisions": "Maak slimere, gegevensgestuurde beslissingen",
    "Boost efficiency": "Boost de efficiëntie op alle afdelingen",
    "Unlock insights": "Ontgrendel krachtige inzichten onmiddellijk",
    "Get Started": "Aan de slag gaan",
    "What is it": "Wat is het?",
    "AI Agents Description 1": "AI -agenten zijn intelligente systemen die autonoom geavanceerde taken uitvoeren, zoals gegevensanalyse, het genereren van inhoud en voorspellende modellering.",
    "AI Agents Description 2": "Met behulp van AI en machine learning analyseren ze enorme datasets, automatiseren ze besluitvormingsprocessen en het uitvoeren van acties, het helpen van bedrijven om activiteiten te optimaliseren, innovatie te stimuleren en waardevolle inzichten te krijgen.",
    "Use cases": "Use cases",
    "AI Model Training": "AI Model Training & Fine-Tuning",
    "AI Model Training Description": "Ontwikkel aangepaste AI -modellen en optimaliseer bestaande om topprestaties te bereiken die zijn afgestemd op uw zakelijke behoeften.",
    "Workflow Automation": "Workflow -automatisering",
    "Workflow Automation Description": "Automatiseer repetitieve taken en complexe workflows om de efficiëntie te verbeteren en waardevolle tijd vrij te maken voor strategisch werk.",
    "Predictive Analysis": "Voorspellende analyse",
    "Predictive Analysis Description": "Leverage data-driven inzichten om te anticiperen op trends, voorspellingsresultaten en proactieve zakelijke beslissingen te nemen.",
    "Data Processing": "Gegevensverwerking",
    "Data Processing Description": "Transformeer onbewerkte gegevens in gestructureerde, hoogwaardige informatie, klaar voor analyse en besluitvorming.",
    "Data Scraping": "Gegevensschrapen",
    "Data Scraping Description": "Verzamel gegevens uit verschillende bronnen efficiënt en organiseert efficiënt om uw bedrijfsinformatie en onderzoeksbehoeften te ondersteunen.",
    "Generative AI": "Generatieve AI",
    "Generative AI Description": "Gebruik AI om creatieve inhoud, ontwerpen en synthetische gegevens te genereren, nieuwe mogelijkheden te openen voor innovatie en automatisering.",
    "Automate processes": "Automatiseer processen. ",
    "Reduce costs": "Verlaag de kosten en maximaliseer ROI met efficiënte oplossingen",
    "Empower non-developers": "Niet-ontwikkelaars in staat stellen om snel snel updates te maken",
    "Scale effortlessly": "Schaal moeiteloos op en converteer naar code wanneer dat nodig is",
    "Automations Description 1": "Automatisering zijn systematische processen die repetitieve taken uitvoeren met precisie en snelheid. ",
    "Automations Description 2": "Door routinematige activiteiten te automatiseren, kunnen bedrijven de efficiëntie verbeteren, fouten minimaliseren en zich concentreren op strategische groei, terwijl ze hoge normen van productiviteit en kwaliteit handhaven.",
    "Process Automation": "Procesautomatisering",
    "Process Automation Description": "Automatiseer complexe bedrijfsprocessen om de handmatige interventie te verminderen en de operationele efficiëntie te verbeteren.",
    "Task Automation": "Taakautomatisering",
    "Task Automation Description": "Automatiseer routinetaken om tijd te besparen, fouten te minimaliseren en uw team in staat te stellen zich te concentreren op strategische initiatieven.",
    "Decision Automation": "Beslissingsautomatisering",
    "Decision Automation Description": "Geautomatiseerde besluitvormingssystemen implementeren om workflows te stroomlijnen en de consistentie van bedrijfsactiviteiten te verbeteren.",
    "Data Integration": "Gegevensintegratie",
    "Data Integration Description": "Automatisch verzamelen, synchroniseren en integreren van gegevens op verschillende platforms om een ​​nauwkeurige en up-to-date informatiestroom te garanderen.",
    "Data Monitoring": "Gegevensmonitoring",
    "Data Monitoring Description": "Geautomatiseerde bewakingssystemen instellen om gegevenswijzigingen bij te houden en realtime meldingen te genereren voor snelle, geïnformeerde antwoorden.",
    "Document Automation": "Documentautomatisering",
    "Document Automation Description": "Automatiseer documentgeneratie, verwerking en management om de naleving te verbeteren en de administratieve werklast te verminderen.",
    "Relegate repetitive inquiries": "Repetitieve vragen verbannen. ",
    "Save time": "Tijd besparen",
    "Save money": "Bespaar geld op dure klantenondersteuningsteams",
    "Never lose a lead": "Verlies nooit meer een voorsprong",
    "Increase customer satisfaction": "Verhoog de klanttevredenheid",
    "Chatbots Description 1": "AI-chatbots zijn geavanceerde systemen die via chat met gebruikers interageren en natuurlijke, mensachtige gesprekken bieden.",
    "Chatbots Description 2": "Ze gebruiken natuurlijke taalverwerking en machine learning om tekstvragen te begrijpen en erop te reageren, taken te automatiseren en te integreren met verschillende systemen, het verbeteren van klantervaring en operationele efficiëntie.",
    "Internal Support": "Interne ondersteuning",
    "Internal Support Description": "Werknemers helpen bij het, HR en creatieve taken. ",
    "Customer Reviews": "Klantrecensies en feedback",
    "Customer Reviews Description": "Het verzamelen en analyseren van klantbeoordelingen en feedback om inzichten te krijgen en producten en diensten te verbeteren.",
    "Order Processing": "Bestelverwerking",
    "Order Processing Description": "Klanten helpen bij het plaatsen van bestellingen, het bijhouden van leveringen en het afhandelen van rendementen en uitwisselingen.",
    "Booking and Reservations": "Boeking en reserveringen",
    "Booking and Reservations Description": "Het automatiseren van het boekingsproces voor hotels, restaurants en evenementen, het verminderen van handmatige werklast en fouten.",
    "Social Media Management": "Social Media Management",
    "Social Media Management Description": "Reageren op vragen van klanten en opmerkingen over sociale mediaplatforms, het handhaven van actieve betrokkenheid.",
    "Sales Support": "Verkoopondersteuning",
    "Sales Support Description": "Betrokkenheid bij websitebezoekers, het beantwoorden van productvragen en het genereren van leads voor het verkoopteam.",
    "Faster development": "Snellere ontwikkeling. ",
    "Custom AI Plan": "Heb je geen idee hoe we je kunnen helpen? ",
    "Software Description 1": "Onze benadering van softwareontwikkeling maakt snelle applicatiecreatie mogelijk met minimale handmatige codering.",
    "Software Description 2": "Door intuïtieve interfaces en herbruikbare componenten te gebruiken, vereenvoudigen we complexe processen, verminderen we de ontwikkelingstijd aanzienlijk en stellen ze teams in staat om applicaties efficiënt te ontwerpen en aan te passen.",
    "Software Description 3": "Deze methode bevordert innovatie, verbetert de samenwerking en zorgt ervoor dat bedrijven snel kunnen reageren op evoluerende behoeften met behoud van robuuste flexibiliteit en schaalbaarheid.",
    "Rapid Application Development": "Snelle applicatie -ontwikkeling",
    "Rapid Application Development Description": "Bouw en implementeer snel applicaties, waardoor snellere time-to-market en iteratieve verbeteringen mogelijk worden.",
    "Custom Business Solutions": "Aangepaste zakelijke oplossingen",
    "Custom Business Solutions Description": "Maak op maat gemaakte applicaties die voldoen aan unieke zakelijke behoeften zonder uitgebreide ontwikkelingsmiddelen.",
    "Workflow Optimization": "Workflow -optimalisatie",
    "Workflow Optimization Description": "Ontwerp en automatiseer complexe workflows met visuele tools, het verbeteren van procesefficiëntie en samenwerking.",
    "Integration with Legacy Systems": "Integratie met legacy -systemen",
    "Integration with Legacy Systems Description": "Integreer eenvoudig nieuwe applicaties met bestaande systemen, waardoor naadloze gegevensstroom en procescontinuïteit worden gewaarborgd.",
    "Real-time Data Applications": "Realtime gegevenstoepassingen",
    "Real-time Data Applications Description": "Ontwikkel applicaties die realtime gegevensinzichten en dashboards bieden voor een betere besluitvorming en zichtbaarheid.",
    "User-driven Modifications": "Gebruikersgestuurde wijzigingen",
    "User-driven Modifications Description": "Businessgebruikers machtigen om aanpassingen en updates aan applicaties aan te brengen zonder technische expertise.",
    "Relegate picking up the phone": "Degrades het ophalen van de telefoon. ",
    "AI Voice Interaction System": "AI Voice Interaction System",
    "Voicebots Description 1": "Onze AI VoiceBots zijn neurale netwerken die zich bezighouden met een natuurlijke, mensachtige dialoog.",
    "Voicebots Description 2": "Met behulp van geavanceerde spraakherkenning en diep leren begrijpen ze de context, beheren ze complexe zoekopdrachten en integreren ze met bedrijfssystemen - revolutionering van klantinteracties via spraak -first AI -oplossingen.",
    "Core Capabilities": "Kernmogelijkheden:",
    "Real-time speech synthesis": "Real-time spraaksynthese en analyse",
    "Contextual conversation memory": "Contextueel gespreksgeheugen",
    "Multi-platform API integration": "Multi-platform API-integratie",
    "Experience Next-Gen Voice AI": "Ervaar de volgende generatie stem AI",
    "Customer Service and Technical Support": "Klantenservice en technische ondersteuning",
    "Customer Service Description": "Omgaan met inkomende vragen van klanten, het geven van directe reacties en het oplossen van gemeenschappelijke technische problemen zonder menselijke tussenkomst.",
    "Appointment Scheduling": "Afspraakplanning",
    "Appointment Scheduling Description": "Boekingen en herinneringen voor de gezondheidszorg, schoonheidssalons en andere servicegebaseerde industrieën automatiseren.",
    "Surveys and Feedback Collection": "Enquêtes en feedbackverzameling",
    "Surveys Description": "Geautomatiseerde enquêtes uitvoeren om feedback van klanten en inzichten over producten en diensten te verzamelen.",
    "Lead Qualification": "Lead kwalificatie",
    "Lead Qualification Description": "Potentiële klanten betrekken, informatie verzamelen en kwalificerende leads voor het verkoopteam om op te volgen.",
    "Outbound Calls": "Uitgaande oproepen",
    "Outbound Calls Description": "Uitvoer geven aan nieuwe leads, het genereren van leads en het opvolgen van contactgegevens die door potentiële klanten worden verstrekt.",
    " AI Voice Interaction System": "AI Voice Interaction System",
    "Voicebots Description Big": "Onze AI VoiceBots zijn neurale netwerken die zich bezighouden met een natuurlijke, mensachtige dialoog. ",
    "Trusted by Leading Innovators": "Vertrouwd door toonaangevende vernieuwers",
    "Business Consultant and Marketing Strategist": "Business consultant en marketingstrateeg",
    "Software Engineer and AI Developer": "Software-engineer en AI-ontwikkelaar",
    "No-code Developer and Systems Engineer": "No-code ontwikkelaar en systeemingenieur",
    "Process improvement and Chief Strategy Officer": "Procesverbetering en Chief Strategy Officer"
  }
}