{
  "common": {
  "AI & Automation Consulting": "AI & Automatisering Consultancy",
  "Efficient Software Development": "Efficiënte Softwareontwikkeling",
  "AI, Automation & Software Made Simple": "AI, Automatisering & Software Eenvoudig Gemaakt",
  "Dont have any idea of how we can help you?": "Heeft u geen idee hoe wij u kunnen helpen? Ontvang een gratis aangepast plan voor hoe AI en automatisering uw bedrijf kunnen verbeteren",
  "INITIATE_FREE_PLAN": "START GRATIS PLAN",
  "How our process works": "Hoe ons proces werkt",
  "From Consulting to Smart Development": "Van Consultancy naar Slimme Ontwikkeling",
  "Discovery Session": "Verkennende Sessie",
  "Discovery Content": "We onderzoeken de processen van uw bedrijf, praten met u om uw pijnpunten en wensen te begrijpen, en analyseren uw sector",
  "Action Plan Proposal": "Actieplan Voorstel",
  "Action Plan Content": "Na het overwegen van elke potentieel voordelige dienst voor uw bedrijf, berekenen we een geschatte ROI voor elk en geven we u een definitief voorstel",
  "Development Protocol": "Ontwikkelingsprotocol",
  "Development Content": "Met een arsenaal aan de nieuwste ontwikkelingstools minimaliseren we de programmeertijd en leveren we een betaalbaar, kwalitatief hoogwaardig product met ongekende snelheid naar de markt",
  "Integration": "Integratie",
  "Integration Content": "We zorgen voor een naadloze verbinding van uw nieuwe product met uw huidige systemen",
  "Optimization Loop": "Optimalisatiecyclus",
  "Optimization Content": "Onze snelle ontwikkeling maakt continue iteratie mogelijk. We verwerken actief feedback van u en uw klanten om de oplossing te verfijnen",
  "AI Voicebots": "AI Spraakbots",
  "AI Content": "AI die met u spreekt als een echt mens. Het kan worden aangevuld met geavanceerde functies",
  "AI Chatbots": "AI Chatbots",
  "AI Chat Content": "AI die met u communiceert via tekst. Gebruikt voor klantinteractie of als intern hulpmiddel",
  "AI Agents": "AI Agenten",
  "AI Agents Content": "AI die acties uitvoert. Data-analyse, manipulatie, generatie en voorspelling",
  "Automations": "Automatiseringen",
  "Automations Content": "Automatiseer elk repetitief proces. Data-extractie, -overdracht en -ophaling",
  "Smart Software Development": "Slimme Softwareontwikkeling",
  "Smart Software Development Content": "Van apps en websites tot complexe back-end systemen. Minder middelen, snellere ontwikkeling, meer iteratie, beter product",
  "Home": "Home",
  "> AI Voicebots": "> AI Spraakbots",
  "Services": "Diensten",
  "About Us": "Over Ons",
  "Careers": "Carrières",
  "Pages": "Pagina's",
  "Contact": "Contact",
  "Network": "Netwerk",
  "Lets Chat": "Laten We Chatten",
  "Philospohy": "Onze filosofie is eenvoudig — huur een team van diverse, gepassioneerde mensen en creëer een cultuur die je in staat stelt je beste werk te leveren.",
  "We are hiring": "> We zijn aan het werven!",
  "About the company": "> Over Ons",
  "At Novagate": "Bij NovaGate AI Solutions herdefiniëren we hoe bedrijven groeien en opereren in een digitale wereld door geavanceerde technologie toegankelijk te maken. Ons team van AI-experts stelt bedrijven in staat om klantinteracties te verbeteren en processen te stroomlijnen voor meer wendbaarheid en succes.",
  "- Join us -": "- Doe met ons mee -",
  "Meet Our Founders": "Ontmoet Onze Oprichters",
  "Our Core Values": "Onze Kernwaarden",
  "Innovation": "Innovatie",
  "Innovation Content": "We verleggen continu de grenzen van AI en automatisering, door gebruik te maken van de nieuwste technologieën om impactvolle, toekomstbestendige oplossingen te creëren.",
  "Efficiency": "Efficiëntie",
  "Efficiency Content": "Ons doel is om productiviteit te maximaliseren en processen te stroomlijnen, met resultaten die tijd besparen, kosten verlagen en operationele prestaties verbeteren.",
  "Customer-Centricity": "Klantgerichtheid",
  "Customer-Centricity Content": "We ontwerpen elke oplossing met de unieke behoeften van de klant in gedachten, wat zorgt voor een op maat gemaakte aanpak die meetbare verbeteringen in klantbetrokkenheid en tevredenheid oplevert.",
  "Broaden possibilities": "Verbreed mogelijkheden. Delegeer repetitieve taken.",
  "Accelerate development": "Versnel ontwikkeling met snelle, iteratieve cycli",
  "Automate complex tasks": "Automatiseer complexe taken",
  "Make smarter decisions": "Neem slimmere, datagedreven beslissingen",
  "Boost efficiency": "Verhoog efficiëntie in alle afdelingen",
  "Unlock insights": "Ontsluit krachtige inzichten direct",
  "Get Started": "AAN DE SLAG",
  "What is it": "Wat is het?",
  "AI Agents Description 1": "AI-agenten zijn intelligente systemen die zelfstandig geavanceerde taken uitvoeren, zoals data-analyse, contentgeneratie en voorspellende modellering.",
  "AI Agents Description 2": "Met behulp van AI en machine learning analyseren ze grote datasets, automatiseren ze besluitvormingsprocessen en voeren ze acties uit, waardoor bedrijven hun activiteiten kunnen optimaliseren, innovatie kunnen stimuleren en moeiteloos waardevolle inzichten kunnen verkrijgen.",
  "Use cases": "Gebruikssituaties",
  "AI Model Training": "AI-modeltraining & Fine-tuning",
  "AI Model Training Description": "Ontwikkel aangepaste AI-modellen en optimaliseer bestaande om topprestaties te bereiken die zijn afgestemd op uw bedrijfsbehoeften.",
  "Workflow Automation": "Workflow Automatisering",
  "Workflow Automation Description": "Automatiseer repetitieve taken en complexe workflows om de efficiëntie te verhogen en waardevolle tijd vrij te maken voor strategisch werk.",
  "Predictive Analysis": "Voorspellende Analyse",
  "Predictive Analysis Description": "Benut datagedreven inzichten om trends te voorspellen, resultaten te voorspellen en proactieve zakelijke beslissingen te nemen.",
  "Data Processing": "Dataverwerking",
  "Data Processing Description": "Transformeer ruwe data naar gestructureerde, hoogwaardige informatie, klaar voor analyse en besluitvorming.",
  "Data Scraping": "Data Scraping",
  "Data Scraping Description": "Verzamel en organiseer efficiënt data uit verschillende bronnen om uw business intelligence en onderzoeksbehoeften te ondersteunen.",
  "Generative AI": "Generatieve AI",
  "Generative AI Description": "Gebruik AI om creatieve content, ontwerpen en synthetische data te genereren, wat nieuwe mogelijkheden opent voor innovatie en automatisering.",
  "Automate processes": "Automatiseer processen. Focus op wat belangrijk is.",
  "Reduce costs": "Verlaag kosten en maximaliseer ROI met efficiënte oplossingen",
  "Empower non-developers": "Stel niet-ontwikkelaars in staat om eenvoudig snelle updates te maken",
  "Scale effortlessly": "Schaal moeiteloos en converteer naar code wanneer nodig",
  "Automations Description 1": "Automatiseringen zijn systematische processen die repetitieve taken uitvoeren met precisie en snelheid. Door gebruik te maken van software en technologie stroomlijnen ze workflows, verminderen ze handmatige interventie en zorgen ze voor consistentie.",
  "Automations Description 2": "Door routinematige handelingen te automatiseren kunnen bedrijven de efficiëntie verhogen, fouten minimaliseren en zich richten op strategische groei, terwijl ze hoge standaarden van productiviteit en kwaliteit handhaven.",
  "Process Automation": "Procesautomatisering",
  "Process Automation Description": "Automatiseer complexe bedrijfsprocessen om handmatige interventie te verminderen en operationele efficiëntie te verbeteren.",
  "Task Automation": "Taakautomatisering",
  "Task Automation Description": "Automatiseer routinetaken om tijd te besparen, fouten te minimaliseren en uw team in staat te stellen zich te concentreren op strategische initiatieven.",
  "Decision Automation": "Beslissingsautomatisering",
  "Decision Automation Description": "Implementeer geautomatiseerde besluitvormingssystemen om workflows te stroomlijnen en de consistentie van bedrijfsoperaties te verbeteren.",
  "Data Integration": "Data-integratie",
  "Data Integration Description": "Verzamel, synchroniseer en integreer automatisch data tussen verschillende platforms om accurate en actuele informatiestroom te waarborgen.",
  "Data Monitoring": "Data Monitoring",
  "Data Monitoring Description": "Zet geautomatiseerde monitoringsystemen op om datawijzigingen te volgen en realtime waarschuwingen te genereren voor snelle, geïnformeerde reacties.",
  "Document Automation": "Documentautomatisering",
  "Document Automation Description": "Automatiseer documentgeneratie, -verwerking en -beheer om compliance te verbeteren en administratieve werkdruk te verminderen.",
  "Relegate repetitive inquiries": "Delegeer repetitieve vragen. Informatietoegankelijkheid direct gemaakt.",
  "Save time": "Bespaar tijd",
  "Save money": "Bespaar geld op dure klantenserviceteams",
  "Never lose a lead": "Verlies nooit meer een lead",
  "Increase customer satisfaction": "Verhoog klanttevredenheid",
  "Chatbots Description 1": "AI Chatbots zijn geavanceerde systemen die via chat met gebruikers communiceren en natuurlijke, mensachtige gesprekken voeren.",
  "Chatbots Description 2": "Ze gebruiken natuurlijke taalverwerking en machine learning om tekstberichten te begrijpen en erop te reageren, taken te automatiseren en te integreren met verschillende systemen, wat de klantervaring en operationele efficiëntie verbetert.",
  "Internal Support": "Interne Ondersteuning",
  "Internal Support Description": "Ondersteuning van medewerkers bij IT, HR en creatieve taken. Chatbots werken samen met AI-agenten om documenten op te stellen, rapporten te genereren, data over te dragen en meer.",
  "Customer Reviews": "Klantbeoordelingen en Feedback",
  "Customer Reviews Description": "Verzamelen en analyseren van klantbeoordelingen en feedback om inzichten te verkrijgen en producten en diensten te verbeteren.",
  "Order Processing": "Orderverwerking",
  "Order Processing Description": "Klanten helpen bij het plaatsen van bestellingen, volgen van leveringen en afhandelen van retourzendingen en ruilingen.",
  "Booking and Reservations": "Boekingen en Reserveringen",
  "Booking and Reservations Description": "Automatiseren van het boekingsproces voor hotels, restaurants en evenementen, vermindering van handmatige werkdruk en fouten.",
  "Social Media Management": "Social Media Beheer",
  "Social Media Management Description": "Reageren op klantvragen en opmerkingen op social media platforms, actieve betrokkenheid onderhouden.",
  "Sales Support": "Verkoopondersteuning",
  "Sales Support Description": "In gesprek gaan met websitebezoekers, productvragen beantwoorden en leads genereren voor het verkoopteam.",
  "Faster development": "Snellere ontwikkeling. Beter eindproduct.",
  "Custom AI Plan": "Heeft u geen idee hoe wij u kunnen helpen? Ontvang een gratis aangepast plan voor hoe AI en automatisering uw bedrijf kunnen verbeteren",
  "Software Description 1": "Onze softwareontwikkelingsaanpak maakt snelle applicatieontwikkeling mogelijk met minimale handmatige codering.",
  "Software Description 2": "Door gebruik te maken van intuïtieve interfaces en herbruikbare componenten vereenvoudigen we complexe processen, verkorten we de ontwikkeltijd aanzienlijk en stellen we teams in staat om efficiënt applicaties te ontwerpen en aan te passen.",
  "Software Description 3": "Deze methodologie bevordert innovatie, verbetert samenwerking en zorgt ervoor dat bedrijven snel kunnen reageren op veranderende behoeften met behoud van robuuste flexibiliteit en schaalbaarheid.",
  "Rapid Application Development": "Snelle Applicatieontwikkeling",
  "Rapid Application Development Description": "Bouw en implementeer snel applicaties, wat zorgt voor een snellere time-to-market en iteratieve verbeteringen.",
  "Custom Business Solutions": "Aangepaste Bedrijfsoplossingen",
  "Custom Business Solutions Description": "Creëer op maat gemaakte applicaties die voldoen aan unieke bedrijfsbehoeften zonder uitgebreide ontwikkelingsmiddelen.",
  "Workflow Optimization": "Workflow Optimalisatie",
  "Workflow Optimization Description": "Ontwerp en automatiseer complexe workflows met visuele tools, wat procesefficiëntie en samenwerking verbetert.",
  "Integration with Legacy Systems": "Integratie met Legacy Systemen",
  "Integration with Legacy Systems Description": "Integreer eenvoudig nieuwe applicaties met bestaande systemen, wat zorgt voor naadloze datastromen en procescontinuïteit.",
  "Real-time Data Applications": "Realtime Data-applicaties",
  "Real-time Data Applications Description": "Ontwikkel applicaties die realtime data-inzichten en dashboards bieden voor betere besluitvorming en zichtbaarheid.",
  "User-driven Modifications": "Gebruikersgestuurde Aanpassingen",
  "User-driven Modifications Description": "Stel zakelijke gebruikers in staat om aanpassingen en updates aan applicaties te maken zonder technische expertise.",
  "Relegate picking up the phone": "Delegeer telefoon opnemen. Mis nooit meer een telefoontje.",
  "AI Voice Interaction System": "AI Spraakinteractiesysteem",
  "Voicebots Description 1": "Onze AI Spraakbots zijn neurale netwerken die natuurlijke, mensachtige dialogen voeren.",
  "Voicebots Description 2": "Met behulp van geavanceerde spraakherkenning en deep learning begrijpen ze context, beheren ze complexe vragen en integreren ze met bedrijfssystemen - wat klantinteracties revolutione"}}