{
    "common": {
      "AI & Automation Consulting": "AI- en Automatiseringsconsulting",
      "Efficient Software Development": "Efficiënte Softwareontwikkeling",
      "AI, Automation & Software Made Simple": "AI, Automatisering & Software Simpel Gemaakt",
      "Dont have any idea of how we can help you?": "Geen idee hoe wij u kunnen helpen? Ontvang een gratis op maat gemaakt plan voor hoe AI en automatisering uw bedrijf kunnen verbeteren",
      "INITIATE_FREE_PLAN": "INITIEER_GRATIS_PLAN",
      "How our process works": "Hoe ons proces werkt",
      "From Consulting to Smart Development": "Van Consulting naar Slimme Ontwikkeling",
      "Discovery Session": "Ontdekkingssessie",
      "Discovery Content": "We analyseren uw bedrijfsprocessen, praten met u om uw pijnpunten en wensen te begrijpen, en onderzoeken uw branche",
      "Action Plan Proposal": "Actieplanvoorstel",
      "Action Plan Content": "Na het overwegen van alle potentiële nuttige diensten voor uw bedrijf, berekenen we een geschatte ROI voor elk en bieden we een definitief voorstel",
      "Development Protocol": "Ontwikkelingsprotocol",
      "Development Content": "Met een arsenaal aan de nieuwste ontwikkelingstools minimaliseren we de tijd die wordt besteed aan coderen en leveren we een betaalbaar, hoogwaardig product met ongekende snelheid naar de markt",
      "Integration": "Integratie",
      "Integration Content": "We zorgen voor een naadloze integratie van uw nieuwe product met uw bestaande systemen",
      "Optimization Loop": "Optimalisatielus",
      "Optimization Content": "Onze snelle ontwikkeling maakt continue iteratie mogelijk. We verwerken actief feedback van u en uw klanten om de oplossing te verfijnen",
      "AI Voicebots": "AI Spraakbots",
      "AI Content": "AI die met u praat als een echt mens. Kan worden aangevuld met geavanceerde functies",
      "AI Chatbots": "AI Chatbots",
      "AI Chat Content": "AI die met u communiceert via tekst. Gebruikt voor klantinteractie of als intern hulpmiddel",
      "AI Agents": "AI Agenten",
      "AI Agents Content": "AI die acties uitvoert. Data-analyse, manipulatie, generatie en voorspelling",
      "Automations": "Automatiseringen",
      "Automations Content": "Automatiseer elke repetitieve taak. Gegevensextractie, overdracht en ophalen",
      "Smart Software Development": "Slimme Softwareontwikkeling",
      "Smart Software Development Content": "Van apps en websites tot complexe back-endsystemen. Minder middelen, snellere ontwikkeling, meer iteratie, beter product",
      
      "Home": "Home",
      "Services": "Diensten",
      "About Us": "Over Ons",
      "Careers": "Carrières",
      "Pages": "Pagina's",
      "Contact": "Contact",
      "Network": "Netwerk",
      "Lets Chat": "Laten We Praten"
    }
}
