{
  "common": {
    "AI & Automation Consulting": "Consultoria em IA e Automação",
    "Efficient Software Development": "Desenvolvimento de Software Eficiente",
    "AI, Automation & Software Made Simple": "IA, Automação e Software de Forma Simples",
    "Dont have any idea of how we can help you?": "Não tem ideia de como podemos ajudá-lo? Obtenha um plano personalizado gratuito sobre como IA e automações podem melhorar seu negócio",
    "INITIATE_FREE_PLAN": "INICIAR_PLANO_GRÁTIS",
    "How our process works": "Como nosso processo funciona",
    "From Consulting to Smart Development": "Da Consultoria ao Desenvolvimento Inteligente",
    "Discovery Session": "Sessão de Descoberta",
    "Discovery Content": "Examinaremos os processos da sua empresa, conversaremos com você para entender seus desafios e desejos e analisaremos seu setor.",
    "Action Plan Proposal": "Proposta de Plano de Ação",
    "Action Plan Content": "Após considerar todos os serviços potenciais benéficos para sua empresa, calcularemos um ROI estimado para cada um e forneceremos uma proposta final.",
    "Development Protocol": "Protocolo de Desenvolvimento",
    "Development Content": "Com um arsenal das mais recentes ferramentas de desenvolvimento, minimizaremos o tempo de codificação e entregaremos um produto acessível, de alta qualidade e com uma velocidade inédita para o mercado.",
    "Integration": "Integração",
    "Integration Content": "Cuidaremos da conexão perfeita entre seu novo produto e seus sistemas atuais.",
    "Optimization Loop": "Ciclo de Otimização",
    "Optimization Content": "Nosso desenvolvimento ágil permite iterações contínuas. Incorporamos ativamente o feedback seu e de seus clientes para aprimorar a solução.",
    "AI Voicebots": "Voicebots de IA",
    "AI Content": "IA que fala com você como um ser humano real. Pode ser complementada com funções avançadas.",
    "AI Chatbots": "Chatbots de IA",
    "AI Chat Content": "IA que interage com você por texto. Usada para interações com clientes ou como ferramenta interna.",
    "AI Agents": "Agentes de IA",
    "AI Agents Content": "IA que executa ações. Análise de dados, manipulação, geração e previsão.",
    "Automations": "Automatizações",
    "Automations Content": "Automatize qualquer processo repetitivo. Extração, transferência e recuperação de dados.",
    "Smart Software Development": "Desenvolvimento de Software Inteligente",
    "Smart Software Development Content": "De aplicativos e sites a sistemas complexos de back-end. Menos recursos, desenvolvimento mais rápido, mais iterações e um produto melhor.",
    "Home": "Início",
    "> AI Voicebots": "> Voicebots de IA",
    "Services": "Serviços",
    "About Us": "Sobre Nós",
    "Careers": "Carreiras",
    "Pages": "Páginas",
    "Contact": "Contato",
    "Network": "Rede",
    "Lets Chat": "Vamos Conversar",
    "Philospohy": "Nossa filosofia é simples — contratar uma equipe diversificada e apaixonada e fomentar uma cultura que permite que você faça seu melhor trabalho.",
    "We are hiring": "> Estamos contratando!",
    "About the company": "> Sobre a empresa",
    "At Novagate": "Na NovaGate AI Solutions, redefinimos como as empresas crescem e operam no mundo digital, tornando a tecnologia avançada acessível. Nossa equipe de especialistas em IA capacita empresas a elevar as interações com clientes e otimizar processos para maior agilidade e sucesso.",
    "- Join us -": "- Junte-se a nós -",
    "Meet Our Founders": "Conheça Nossos Fundadores",
    "Our Core Values": "Nossos Valores Fundamentais",
    "Innovation": "Inovação",
    "Innovation Content": "Impulsionamos constantemente os limites da IA e da automação, aproveitando tecnologias de ponta para criar soluções impactantes e preparadas para o futuro.",
    "Efficiency": "Eficiência",
    "Efficiency Content": "Nosso objetivo é maximizar a produtividade e otimizar processos, entregando resultados que economizam tempo, reduzem custos e melhoram o desempenho operacional.",
    "Customer-Centricity": "Foco no Cliente",
    "Customer-Centricity Content": "Projetamos cada solução com as necessidades únicas do cliente em mente, garantindo uma abordagem personalizada que impulsiona melhorias mensuráveis na satisfação e no engajamento do cliente.",
    "Broaden possibilities": "Amplie possibilidades. Elimine tarefas repetitivas.",
    "Accelerate development": "Acelere o desenvolvimento com ciclos rápidos e iterativos",
    "Automate complex tasks": "Automatize tarefas complexas",
    "Make smarter decisions": "Tome decisões mais inteligentes baseadas em dados",
    "Boost efficiency": "Aumente a eficiência em todos os departamentos",
    "Unlock insights": "Desbloqueie insights poderosos instantaneamente",
    "Get Started": "COMEÇAR",
    "What is it": "O que é?",
    "AI Agents Description 1": "Agentes de IA são sistemas inteligentes que executam tarefas avançadas de forma autônoma, como análise de dados, geração de conteúdo e modelagem preditiva.",
    "AI Agents Description 2": "Usando IA e aprendizado de máquina, eles analisam grandes volumes de dados, automatizam processos de tomada de decisão e executam ações, ajudando empresas a otimizar operações e obter insights valiosos sem esforço.",
    "Use cases": "Casos de Uso",
    "AI Model Training": "Treinamento e Ajuste de Modelos de IA",
    "AI Model Training Description": "Desenvolva modelos de IA personalizados e otimize os existentes para alcançar o melhor desempenho adaptado às necessidades do seu negócio.",
    "Workflow Automation": "Automação de Fluxo de Trabalho",
    "Workflow Automation Description": "Automatize tarefas repetitivas e fluxos de trabalho complexos para melhorar a eficiência e liberar tempo para trabalhos estratégicos.",
    "Predictive Analysis": "Análise Preditiva",
    "Predictive Analysis Description": "Aproveite insights baseados em dados para antecipar tendências, prever resultados e tomar decisões estratégicas proativas.",
    "Data Processing": "Processamento de Dados",
    "Data Processing Description": "Transforme dados brutos em informações estruturadas e de alta qualidade, prontas para análise e tomada de decisões.",
    "Data Scraping": "Raspagem de Dados",
    "Data Scraping Description": "Colete e organize dados de várias fontes de forma eficiente para apoiar a inteligência de negócios e pesquisas.",
    "Generative AI": "IA Generativa",
    "Generative AI Description": "Use IA para gerar conteúdo criativo, designs e dados sintéticos, abrindo novas possibilidades para inovação e automação.",
    "Automate processes": "Automatize processos. Foque no que realmente importa.",
    "Reduce costs": "Reduza custos e maximize o ROI com soluções eficientes",
    "Empower non-developers": "Capacite não-desenvolvedores para fazer atualizações rápidas e fáceis",
    "Scale effortlessly": "Escale sem esforço e converta para código quando necessário",
    "Process Automation": "Automação de Processos",
    "Process Automation Description": "Automatize processos complexos de negócios para reduzir a intervenção manual e melhorar a eficiência operacional.",
    "Task Automation": "Automação de Tarefas",
    "Task Automation Description": "Automatize tarefas rotineiras para economizar tempo, minimizar erros e permitir que sua equipe se concentre em iniciativas estratégicas.",
    "Decision Automation": "Automação de Decisões",
    "Decision Automation Description": "Implemente sistemas automatizados de tomada de decisão para otimizar fluxos de trabalho e garantir consistência nas operações.",
    "Data Integration": "Integração de Dados",
    "Data Integration Description": "Colete, sincronize e integre dados automaticamente entre várias plataformas para um fluxo de informações preciso e atualizado.",
    "Data Monitoring": "Monitoramento de Dados",
    "Data Monitoring Description": "Configure sistemas de monitoramento automatizados para rastrear mudanças em dados e gerar alertas em tempo real.",
    "Document Automation": "Automação de Documentos",
    "Document Automation Description": "Automatize a geração, o processamento e a gestão de documentos para melhorar a conformidade e reduzir a carga administrativa."
  }
}
