{
  "common": {
    "AI & Automation Consulting": "Consultoria em IA e Automação",
    "Efficient Software Development": "Desenvolvimento de Software Eficiente",
    "AI, Automation & Software Made Simple": "IA, Automação e Software Simplificados",
    "Dont have any idea of how we can help you?": "Não tem ideia de como podemos ajudá-lo? Obtenha um plano personalizado gratuito sobre como IA e automações podem melhorar o seu negócio",
    "INITIATE_FREE_PLAN": "INICIAR_PLANO_GRÁTIS",
    "How our process works": "Como nosso processo funciona",
    "From Consulting to Smart Development": "Da Consultoria ao Desenvolvimento Inteligente",
    "Discovery Session": "Sessão de Descoberta",
    "Discovery Content": "Analisaremos os processos da sua empresa, conversaremos para entender seus desafios e desejos, e examinaremos o seu setor",
    "Action Plan Proposal": "Proposta de Plano de Ação",
    "Action Plan Content": "Após considerar todos os serviços potencialmente benéficos para sua empresa, calcularemos um ROI estimado para cada um e apresentaremos uma proposta final",
    "Development Protocol": "Protocolo de Desenvolvimento",
    "Development Content": "Com um arsenal das ferramentas de desenvolvimento mais avançadas, minimizamos o tempo de codificação e entregamos um produto acessível e de alta qualidade com uma velocidade de lançamento sem precedentes",
    "Integration": "Integração",
    "Integration Content": "Cuidaremos da conexão perfeita do seu novo produto com os sistemas atuais",
    "Optimization Loop": "Ciclo de Otimização",
    "Optimization Content": "Nosso desenvolvimento ágil permite iterações contínuas. Incorporamos ativamente o feedback seu e dos seus clientes para aperfeiçoar a solução",
    "AI Voicebots": "Voicebots com IA",
    "AI Content": "IA que fala com você como um ser humano real. Pode ser complementada com funções avançadas",
    "AI Chatbots": "Chatbots com IA",
    "AI Chat Content": "IA que interage por texto. Usado para interação com clientes ou como ferramenta interna",
    "AI Agents": "Agentes de IA",
    "AI Agents Content": "IA que executa ações. Análise, manipulação, geração e previsão de dados",
    "Automations": "Automação",
    "Automations Content": "Automatize qualquer processo repetitivo. Extração, transferência e recuperação de dados",
    "Smart Software Development": "Desenvolvimento de Software Inteligente",
    "Smart Software Development Content": "De aplicativos e sites a sistemas back-end complexos. Menos recursos, desenvolvimento mais rápido, mais iteração e um produto melhor",
    
    "Home": "Início",
    "Services": "Serviços",
    "About Us": "Sobre Nós",
    "Careers": "Carreiras",
    "Pages": "Páginas",
    "Contact": "Contato",
    "Network": "Rede",
    "Lets Chat": "Vamos Conversar",
    "Philospohy": "Nossa filosofia é simples — contratar uma equipe diversa e apaixonada e fomentar uma cultura que capacita você a fazer o seu melhor trabalho.",
    "We are hiring": "Estamos contratando!",
    "About the company": "Sobre a empresa",
    "At Novagate": "Na NovaGate AI Solutions, redefinimos como as empresas crescem e operam no mundo digital, tornando a tecnologia avançada acessível. Nossa equipe de especialistas em IA capacita empresas a elevar as interações com clientes e otimizar processos para maior agilidade e sucesso.",
    "- Join us -": "- Junte-se a nós -",
    "Meet Our Founders": "Conheça Nossos Fundadores",
    "Our Core Values": "Nossos Valores Centrais",
    "Innovation": "Inovação",
    "Innovation Content": "Impulsionamos constantemente os limites da IA e da automação, aproveitando tecnologias de ponta para criar soluções impactantes e preparadas para o futuro.",
    "Efficiency"  : "Eficiência",
    "Efficiency Content": "Nosso objetivo é maximizar a produtividade e otimizar processos, entregando resultados que economizam tempo, reduzem custos e aumentam o desempenho operacional.",
    "Customer-Centricity": "Foco no Cliente",
    "Customer-Centricity Content": "Projetamos cada solução pensando nas necessidades exclusivas de cada cliente, garantindo uma abordagem personalizada que gera melhorias mensuráveis na satisfação e no engajamento dos clientes."
  }
}
