{
  "common": {
    "AI & Automation Consulting": "Consultoria em IA e Automação",
    "Efficient Software Development": "Desenvolvimento de Software Eficiente",
    "AI, Automation & Software Made Simple": "IA, Automação e Software Tornados Simples",
    "Dont have any idea of how we can help you?": "Não tem ideia de como podemos ajudá-lo? Obtenha um plano personalizado gratuito sobre como a IA e as automações podem melhorar o seu negócio",
    "INITIATE_FREE_PLAN": " INICIAR_PLANO_GRATUITO",
    "How our process works": "Como funciona o nosso processo",
    "From Consulting to Smart Development": "Da Consultoria ao Desenvolvimento Inteligente",
    "Discovery Session": "Sessão de Descoberta",
    "Discovery Content": "Analisamos os processos da sua empresa, conversamos consigo para compreender os seus desafios e objetivos e estudamos o seu setor",
    "Action Plan Proposal": "Proposta de Plano de Ação",
    "Action Plan Content": "Após considerar todos os serviços potenciais para a sua empresa, calculamos um ROI estimado para cada um e apresentamos uma proposta final",
    "Development Protocol": "Protocolo de Desenvolvimento",
    "Development Content": "Com um arsenal das mais recentes ferramentas de desenvolvimento, minimizamos o tempo de programação e entregamos um produto acessível e de alta qualidade com velocidade de lançamento sem precedentes",
    "Integration": "Integração",
    "Integration Content": "Garantimos a integração perfeita do seu novo produto com os seus sistemas atuais",
    "Optimization Loop": "Ciclo de Otimização",
    "Optimization Content": "O nosso desenvolvimento ágil permite iteração contínua. Incorporamos ativamente o feedback seu e dos seus clientes para melhorar a solução",
    "AI Voicebots": "Voicebots com IA",
    "AI Content": "IA que fala consigo como um ser humano real. Pode ser complementada com funcionalidades avançadas",
    "AI Chatbots": "Chatbots com IA",
    "AI Chat Content": "IA que conversa consigo por texto. Usada para interação com clientes ou como ferramenta interna",
    "AI Agents": "Agentes de IA",
    "AI Agents Content": "IA que executa ações. Análise de dados, manipulação, geração e previsão",
    "Automations": "Automatizações",
    "Automations Content": "Automatize qualquer processo repetitivo. Extração, transferência e recuperação de dados",
    "Smart Software Development": "Desenvolvimento Inteligente de Software",
    "Smart Software Development Content": "Desde aplicações e websites até sistemas back-end complexos. Menos recursos, desenvolvimento mais rápido, mais iteração, melhor produto",
    "Home": "Início",
    "> AI Voicebots": "> Voicebots com IA",
    "Services": "Serviços",
    "About Us": "Sobre Nós",
    "Careers": "Carreiras",
    "Pages": "Páginas",
    "Contact": "Contacto",
    "Network": "Rede",
    "Lets Chat": "Vamos Conversar",
    "Philospohy": "A nossa filosofia é simples — contratar uma equipa diversificada e apaixonada e fomentar uma cultura que o capacite a fazer o seu melhor trabalho.",
    "We are hiring": "> Estamos a contratar!",
    "About the company": "> Sobre Nós",
    "At Novagate": "Na NovaGate AI Solutions, redefinimos a forma como as empresas crescem e operam no mundo digital, tornando a tecnologia avançada acessível. A nossa equipa de especialistas em IA capacita as empresas a melhorar a interação com os clientes e a otimizar processos para maior agilidade e sucesso.",
    "- Join us -": "- Junte-se a nós -",
    "Meet Our Founders": "Conheça os Nossos Fundadores",
    "Our Core Values": "Os Nossos Valores Fundamentais",
    "Innovation": "Inovação",
    "Innovation Content": "Empurramos constantemente os limites da IA e automação, utilizando tecnologias de ponta para criar soluções impactantes e preparadas para o futuro.",
    "Efficiency": "Eficiência",
    "Efficiency Content": "O nosso objetivo é maximizar a produtividade e otimizar processos, entregando resultados que economizam tempo, reduzem custos e melhoram o desempenho operacional.",
    "Customer-Centricity": "Foco no Cliente",
    "Customer-Centricity Content": "Desenhamos cada solução tendo em mente as necessidades únicas dos nossos clientes, garantindo uma abordagem personalizada que gera melhorias mensuráveis na experiência do cliente.",
    "Broaden possibilities": "Expanda possibilidades. Delegue tarefas repetitivas.",
    "Accelerate development": "Acelere o desenvolvimento com ciclos rápidos e iterativos",
    "Automate complex tasks": "Automatize tarefas complexas",
    "Make smarter decisions": "Tome decisões mais inteligentes baseadas em dados",
    "Boost efficiency": "Aumente a eficiência em todos os departamentos",
    "Unlock insights": "Desbloqueie insights poderosos instantaneamente",
    "Get Started": "COMEÇAR",
    "What is it": "O que é?",
    "AI Agents Description 1": "Os Agentes de IA são sistemas inteligentes que executam tarefas avançadas de forma autónoma, como análise de dados, geração de conteúdo e modelagem preditiva.",
    "AI Agents Description 2": "Usando IA e aprendizagem automática, analisam grandes volumes de dados, automatizam processos de tomada de decisão e executam ações, ajudando as empresas a otimizar operações, impulsionar a inovação e obter insights valiosos sem esforço.",
    "Use cases": "Casos de Uso",
    "AI Model Training": "Treino e Ajuste de Modelos de IA",
    "AI Model Training Description": "Desenvolva modelos de IA personalizados e otimize os existentes para alcançar o melhor desempenho, adaptado às suas necessidades de negócio.",
    "Workflow Automation": "Automação de Fluxo de Trabalho",
    "Workflow Automation Description": "Automatize tarefas repetitivas e fluxos de trabalho complexos para aumentar a eficiência e libertar tempo para trabalho estratégico.",
    "Predictive Analysis": "Análise Preditiva",
    "Predictive Analysis Description": "Aproveite insights baseados em dados para antecipar tendências, prever resultados e tomar decisões proativas.",
    "Data Processing": "Processamento de Dados",
    "Data Processing Description": "Transforme dados brutos em informações estruturadas e de alta qualidade, prontas para análise e tomada de decisão.",
    "Data Scraping": "Extração de Dados",
    "Data Scraping Description": "Colete e organize dados de várias fontes de forma eficiente para apoiar a inteligência de negócios e pesquisa.",
    "Generative AI": "IA Generativa",
    "Generative AI Description": "Utilize IA para criar conteúdo, designs e dados sintéticos, abrindo novas possibilidades para inovação e automação.",
    "Relegate picking up the phone": "Delegue o atendimento telefónico. Nunca perca uma chamada.",
    "AI Voice Interaction System": "Sistema de Interação por Voz com IA",
    "Voicebots Description 1": "Os nossos Voicebots com IA são redes neurais que mantêm diálogos naturais e humanizados.",
    "Voicebots Description 2": "Com reconhecimento avançado de voz e aprendizagem profunda, compreendem o contexto, gerem consultas complexas e integram-se com sistemas empresariais — revolucionando as interações com clientes através de soluções de IA baseadas em voz.",
    "Core Capabilities": "Capacidades Principais:",
    "Real-time speech synthesis": "Síntese e análise de fala em tempo real",
    "Contextual conversation memory": "Memória contextual de conversação",
    "Multi-platform API integration": "Integração API multi-plataforma",
    "Experience Next-Gen Voice AI": "Experimente a IA de Voz de Nova Geração",
    "Customer Service and Technical Support": "Atendimento ao Cliente e Suporte Técnico",
    "Customer Service Description": "Atender consultas de clientes, fornecer respostas instantâneas e resolver problemas técnicos sem intervenção humana.",
    "Appointment Scheduling": "Agendamento de Consultas",
    "Appointment Scheduling Description": "Automatizar reservas e lembretes para setores como saúde, salões de beleza e serviços.",
    "Outbound Calls": "Chamadas de Saída",
    "Outbound Calls Description": "Fazer chamadas para novos clientes, gerar leads e acompanhar informações de contacto fornecidas por potenciais clientes.",
     " AI Voice Interaction System": "Sistema de Interação por Voz com IA",
    "Voicebots Description Big": "Our AI Voicebots are neural networks that engage in natural, human-like dialogue. Using advanced speech recognition and deep learning, they comprehend context, manage complex queries, and integrate with enterprise systems - revolutionizing customer interactions through voice-first AI solutions."
  }
}
