{
  "common": {
    "AI & Automation Consulting": "Consultoria em IA e Automação",
    "Efficient Software Development": "Desenvolvimento de Software Eficiente",
    "AI, Automation & Software Made Simple": "IA, Automação e Software Tornados Simples",
    "Dont have any idea of how we can help you?": "Não tem ideia de como podemos ajudá-lo? Obtenha um plano personalizado gratuito sobre como a IA e as automações podem melhorar o seu negócio",
    "INITIATE_FREE_PLAN": " INICIAR_PLANO_GRATUITO",
    "How our process works": "Como funciona o nosso processo",
    "From Consulting to Smart Development": "Da Consultoria ao Desenvolvimento Inteligente",
    "Discovery Session": "Sessão de Descoberta",
    "Discovery Content": "Analisamos os processos da sua empresa, conversamos consigo para compreender os seus desafios e objetivos e estudamos o seu setor",
    "Action Plan Proposal": "Proposta de Plano de Ação",
    "Action Plan Content": "Após considerar todos os serviços potenciais para a sua empresa, calculamos um ROI estimado para cada um e apresentamos uma proposta final",
    "Development Protocol": "Protocolo de Desenvolvimento",
    "Development Content": "Com um arsenal das mais recentes ferramentas de desenvolvimento, minimizamos o tempo de programação e entregamos um produto acessível e de alta qualidade com velocidade de lançamento sem precedentes",
    "Integration": "Integração",
    "Integration Content": "Garantimos a integração perfeita do seu novo produto com os seus sistemas atuais",
    "Optimization Loop": "Ciclo de Otimização",
    "Optimization Content": "O nosso desenvolvimento ágil permite iteração contínua. Incorporamos ativamente o feedback seu e dos seus clientes para melhorar a solução",
    "AI Voicebots": "Voicebots com IA",
    "AI Content": "IA que fala consigo como um ser humano real. Pode ser complementada com funcionalidades avançadas",
    "AI Chatbots": "Chatbots com IA",
    "AI Chat Content": "IA que conversa consigo por texto. Usada para interação com clientes ou como ferramenta interna",
    "AI Agents": "Agentes de IA",
    "AI Agents Content": "IA que executa ações. Análise de dados, manipulação, geração e previsão",
    "Automations": "Automatizações",
    "Automations Content": "Automatize qualquer processo repetitivo. Extração, transferência e recuperação de dados",
    "Smart Software Development": "Desenvolvimento Inteligente de Software",
    "Smart Software Development Content": "Desde aplicações e websites até sistemas back-end complexos. Menos recursos, desenvolvimento mais rápido, mais iteração, melhor produto",
    "Home": "Início",
    "> AI Voicebots": "> Voicebots com IA",
    "Services": "Serviços",
    "About Us": "Sobre Nós",
    "Careers": "Carreiras",
    "Pages": "Páginas",
    "Contact": "Contacto",
    "Network": "Rede",
    "Lets Chat": "Vamos Conversar",
    "Philospohy": "A nossa filosofia é simples — contratar uma equipa diversificada e apaixonada e fomentar uma cultura que o capacite a fazer o seu melhor trabalho.",
    "We are hiring": "> Estamos a contratar!",
    "About the company": "> Sobre Nós",
    "At Novagate": "Na NovaGate AI Solutions, redefinimos a forma como as empresas crescem e operam no mundo digital, tornando a tecnologia avançada acessível. A nossa equipa de especialistas em IA capacita as empresas a melhorar a interação com os clientes e a otimizar processos para maior agilidade e sucesso.",
    "- Join us -": "- Junte-se a nós -",
    "Meet Our Founders": "Conheça os Nossos Fundadores",
    "Our Core Values": "Os Nossos Valores Fundamentais",
    "Innovation": "Inovação",
    "Innovation Content": "Empurramos constantemente os limites da IA e automação, utilizando tecnologias de ponta para criar soluções impactantes e preparadas para o futuro.",
    "Efficiency": "Eficiência",
    "Efficiency Content": "O nosso objetivo é maximizar a produtividade e otimizar processos, entregando resultados que economizam tempo, reduzem custos e melhoram o desempenho operacional.",
    "Customer-Centricity": "Foco no Cliente",
    "Customer-Centricity Content": "Desenhamos cada solução tendo em mente as necessidades únicas dos nossos clientes, garantindo uma abordagem personalizada que gera melhorias mensuráveis na experiência do cliente.",
    "Broaden possibilities": "Expanda possibilidades. Delegue tarefas repetitivas.",
    "Accelerate development": "Acelere o desenvolvimento com ciclos rápidos e iterativos",
    "Automate complex tasks": "Automatize tarefas complexas",
    "Make smarter decisions": "Tome decisões mais inteligentes baseadas em dados",
    "Boost efficiency": "Aumente a eficiência em todos os departamentos",
    "Unlock insights": "Desbloqueie insights poderosos instantaneamente",
    "Get Started": "COMEÇAR",
    "What is it": "O que é?",
    "AI Agents Description 1": "Os Agentes de IA são sistemas inteligentes que executam tarefas avançadas de forma autónoma, como análise de dados, geração de conteúdo e modelagem preditiva.",
    "AI Agents Description 2": "Usando IA e aprendizagem automática, analisam grandes volumes de dados, automatizam processos de tomada de decisão e executam ações, ajudando as empresas a otimizar operações, impulsionar a inovação e obter insights valiosos sem esforço.",
    "Use cases": "Casos de Uso",
    "AI Model Training": "Treino e Ajuste de Modelos de IA",
    "AI Model Training Description": "Desenvolva modelos de IA personalizados e otimize os existentes para alcançar o melhor desempenho, adaptado às suas necessidades de negócio.",
    "Workflow Automation": "Automação de Fluxo de Trabalho",
    "Workflow Automation Description": "Automatize tarefas repetitivas e fluxos de trabalho complexos para aumentar a eficiência e libertar tempo para trabalho estratégico.",
    "Predictive Analysis": "Análise Preditiva",
    "Predictive Analysis Description": "Aproveite insights baseados em dados para antecipar tendências, prever resultados e tomar decisões proativas.",
    "Data Processing": "Processamento de Dados",
    "Data Processing Description": "Transforme dados brutos em informações estruturadas e de alta qualidade, prontas para análise e tomada de decisão.",
    "Data Scraping": "Extração de Dados",
    "Data Scraping Description": "Colete e organize dados de várias fontes de forma eficiente para apoiar a inteligência de negócios e pesquisa.",
    "Generative AI": "IA Generativa",
    "Generative AI Description": "Utilize IA para criar conteúdo, designs e dados sintéticos, abrindo novas possibilidades para inovação e automação.",
    "Relegate picking up the phone": "Delegue o atendimento telefónico. Nunca perca uma chamada.",
    "AI Voice Interaction System": "Sistema de Interação por Voz com IA",
    "Voicebots Description 1": "Os nossos Voicebots com IA são redes neurais que mantêm diálogos naturais e humanizados.",
    "Voicebots Description 2": "Com reconhecimento avançado de voz e aprendizagem profunda, compreendem o contexto, gerem consultas complexas e integram-se com sistemas empresariais — revolucionando as interações com clientes através de soluções de IA baseadas em voz.",
    "Core Capabilities": "Capacidades Principais:",
    "Real-time speech synthesis": "Síntese e análise de fala em tempo real",
    "Contextual conversation memory": "Memória contextual de conversação",
    "Multi-platform API integration": "Integração API multi-plataforma",
    "Experience Next-Gen Voice AI": "Experimente a IA de Voz de Nova Geração",
    "Customer Service and Technical Support": "Atendimento ao Cliente e Suporte Técnico",
    "Customer Service Description": "Atender consultas de clientes, fornecer respostas instantâneas e resolver problemas técnicos sem intervenção humana.",
    "Appointment Scheduling": "Agendamento de Consultas",
    "Appointment Scheduling Description": "Automatizar reservas e lembretes para setores como saúde, salões de beleza e serviços.",
    "Outbound Calls": "Chamadas de Saída",
    "Outbound Calls Description": "Fazer chamadas para novos clientes, gerar leads e acompanhar informações de contacto fornecidas por potenciais clientes.",
    " AI Voice Interaction System": "Sistema de Interação por Voz com IA",
    "Voicebots Description Big": "Os nossos Voicebots com IA são redes neurais que realizam diálogos naturais e semelhantes aos humanos. Utilizando reconhecimento avançado de fala e deep learning, eles compreendem o contexto, gerem consultas complexas e integram-se com sistemas empresariais – revolucionando as interações com os clientes através de soluções de IA baseadas em voz.",
    "Software Description 1": "A nossa abordagem de desenvolvimento de software permite a criação rápida de aplicações com codificação manual mínima.",
    "Software Description 2": "Ao utilizar interfaces intuitivas e componentes reutilizáveis, simplificamos processos complexos, reduzimos significativamente o tempo de desenvolvimento e capacitamos as equipas a projetar e adaptar aplicações de forma eficiente.",
    "Software Description 3": "Esta metodologia promove a inovação, melhora a colaboração e garante que as empresas possam responder rapidamente às necessidades em constante evolução, mantendo uma flexibilidade e escalabilidade robustas.",
    "Reduce costs": "Reduza custos e maximize o ROI com soluções eficientes.",
    "Empower non-developers": "Capacite não-desenvolvedores a fazer atualizações rápidas e fáceis.",
    "Scale effortlessly": "Expanda sem esforço e converta para código quando necessário.",
    "Custom AI Plan": "Não tem ideia de como podemos ajudá-lo? Obtenha um plano personalizado gratuito sobre como a IA e as automações podem melhorar o seu negócio.",
    "Rapid Application Development": "Desenvolvimento Rápido de Aplicações",
    "Rapid Application Development Description": "Crie e implemente aplicações rapidamente, permitindo um tempo de comercialização mais rápido e melhorias iterativas.",
    "Custom Business Solutions": "Soluções Empresariais Personalizadas",
    "Custom Business Solutions Description": "Crie aplicações personalizadas que atendam às necessidades exclusivas do negócio sem exigir muitos recursos de desenvolvimento.",
    "Workflow Optimization": "Otimização de Fluxos de Trabalho",
    "Workflow Optimization Description": "Projete e automatize fluxos de trabalho complexos com ferramentas visuais, aumentando a eficiência dos processos e a colaboração.",
    "Integration with Legacy Systems": "Integração com Sistemas Legados",
    "Integration with Legacy Systems Description": "Integre facilmente novas aplicações com sistemas existentes, garantindo um fluxo de dados contínuo e a continuidade dos processos.",
    "Real-time Data Applications": "Aplicações de Dados em Tempo Real",
    "Real-time Data Applications Description": "Desenvolva aplicações que fornecem insights em tempo real e dashboards para uma melhor tomada de decisão e visibilidade.",
    "User-driven Modifications": "Modificações Orientadas pelo Utilizador",
    "Relegate repetitive inquiries": "Delegue perguntas repetitivas. Acesso instantâneo à informação.",
    "Save time": "Poupe tempo.",
    "Save money": "Poupe dinheiro em equipas de suporte ao cliente dispendiosas.",
    "Never lose a lead": "Nunca perca um potencial cliente novamente.",
    "Increase customer satisfaction": "Aumente a satisfação do cliente.",
    "Chatbots Description 1": "Os Chatbots com IA são sistemas avançados que interagem com os utilizadores via chat, proporcionando conversas naturais e semelhantes às humanas.",
    "Chatbots Description 2": "Eles utilizam processamento de linguagem natural e machine learning para compreender e responder a perguntas por texto, automatizar tarefas e integrar-se com vários sistemas, melhorando a experiência do cliente e a eficiência operacional.",
    "Internal Support": "Suporte Interno",
    "Internal Support Description": "Assistência a funcionários em tarefas de TI, RH e criativas. Os chatbots trabalham com agentes de IA para redigir documentos, gerar relatórios, transferir dados e muito mais.",
    "Customer Reviews": "Avaliações e Feedback dos Clientes",
    "Customer Reviews Description": "Recolha e análise de avaliações e feedback dos clientes para obter insights e melhorar produtos e serviços.",
    "Order Processing": "Processamento de Encomendas",
    "Order Processing Description": "Apoio aos clientes na realização de encomendas, rastreamento de entregas e gestão de devoluções e trocas.",
    "Booking and Reservations": "Reservas e Agendamentos",
    "Booking and Reservations Description": "Automatização do processo de reservas para hotéis, restaurantes e eventos, reduzindo a carga de trabalho manual e minimizando erros.",
    "Social Media Management": "Gestão de Redes Sociais",
    "Social Media Management Description": "Responde a perguntas e comentários dos clientes nas redes sociais, mantendo um envolvimento ativo.",
    "Sales Support": "Suporte de Vendas",
    "Sales Support Description": "Interage com visitantes do site, responde a perguntas sobre produtos e gera leads para a equipa de vendas.""Surveys and Feedback Collection": "Pesquisas e Recolha de Feedback",
    "Surveys Description": "Realização de pesquisas automatizadas para recolher feedback dos clientes e obter insights sobre produtos e serviços.",
    "Lead Qualification": "Qualificação de Leads",
    "Lead Qualification Description": "Interação com potenciais clientes, recolha de informações e qualificação de leads para acompanhamento pela equipa de vendas.",
    "Automations Description 1": "As automações são processos sistemáticos que executam tarefas repetitivas com precisão e rapidez. Ao aproveitar software e tecnologia, simplificam fluxos de trabalho, reduzem a intervenção manual e garantem consistência.",
    "Automations Description 2": "Ao automatizar operações rotineiras, as empresas podem aumentar a eficiência, minimizar erros e focar no crescimento estratégico, mantendo elevados padrões de produtividade e qualidade.",
    "Process Automation": "Automação de Processos",
    "Process Automation Description": "Automatize processos empresariais complexos para reduzir a intervenção manual e melhorar a eficiência operacional.",
    "Task Automation": "Automação de Tarefas",
    "Task Automation Description": "Automatize tarefas rotineiras para poupar tempo, minimizar erros e permitir que a sua equipa se concentre em iniciativas estratégicas.",
    "Decision Automation": "Automação de Decisões",
    "Decision Automation Description": "Implemente sistemas automatizados de tomada de decisão para agilizar fluxos de trabalho e melhorar a consistência das operações empresariais.",
    "Data Integration": "Integração de Dados",
    "Data Integration Description": "Recolha, sincronize e integre dados automaticamente entre várias plataformas para garantir um fluxo de informações preciso e atualizado.",
    "Data Monitoring": "Monitorização de Dados",
    "Data Monitoring Description": "Configure sistemas automatizados de monitorização para acompanhar alterações nos dados e gerar alertas em tempo real para respostas rápidas e informadas.",
    "Document Automation": "Automação de Documentos",
    "Document Automation Description": "Automatize a criação, processamento e gestão de documentos para melhorar a conformidade e reduzir a carga administrativa."
  }
}